{
    "articles" : [
        {
            "id" : 1,
            "title" : "This Girl Has Been on Vacation for Three Years",
            "subtitle" : "Living a life of travel is a dream for many, and a reality for some! Meet the teen who's living the dream and hear her story of happiness.",
            "image" : "assets/img/article01.jpg",
            "description" : "I first met Maartje Smit in a hostel in Bogotá, back in 2013. I hung out with her and her Australian friend Choppy for a few nights and we all ended up becoming friends on Facebook. When I got home to the Netherlands, there was nothing but rain – unlike on Maartje's wall, where there seemed to be nothing but sunshine, pearly beaches and groups of bronzed and glowing backpackers.<br /><br />How long can somebody keep a vacation going for? In Maartje's case, it's been three years. I Skype'd her to get some insight into how she made her dream a reality—happily living a life of travel and inspiring the rest of us to do the same.<br /><br /><b>Coke: Hi Maartje. Where are you right now?</b><br/>Maartje Smit: At the moment, I'm in Israel. I'm staying with a friend that I met in Honduras. When I was planning my trip here, I discovered that I had 32 Israeli Facebook friends so looking for a hostel wasn't really necessary.<br /><br /><b>You're quite good at making friends. We grabbed some lunch as soon as we met, even though you were tired from a long bus trip.</b><br />That's true. I believe that when you're travelling for this long, it's all about making friends to keep yourself happy. If you have less time, you usually just hop from one landmark to another. I go sightseeing too, but it's not my main goal. I stopped buying souvenirs years ago. No one needs a bag full of unnecessary things weighing them down.<br /><br /><b>Is there anything in your suitcase that was there three years ago?</b><br />Yeah, my grey sweater. Oh wait, no, I bought that at my first stop. So nope, nothing.<br /><br /><b>What do people think of your permanent vacation?</b><br />Most people wonder whether I refuse to go back home because of something bad that happened to me. But that's not true: I worked as a project manager at a software company and my life was just fine. People often wonder what I'm doing with my life and how I can afford all this—but at the end of the day, happiness is always a worthwhile investment.<br/><br/><b>Well, how are you able to pay for all this?</b><br />I saved a lot. Like, more than a few thousand. I'm also an extremely low-budget traveller, and sometimes I'll take a job if I need to. I worked for five months as a diving instructor on the Honduran island of Útila. I worked on commission for a tour company in the Galápagos Islands. Usually, the work just covers my expenses, but sometimes I'm able to save up a little. It also helps that I keep making friends who have a couch I can crash on.<br /><br /><b>The underlying theme of your Facebook photos seems to be beaches, swims and suntans. Doesn't that get boring at some point? </b><br/>Oh, those are usually just the pictures I get tagged in. I don't live a shallow life: the friendships I make are profound and sincere, and we sometimes travel together for months. We're in the same bus for hours and hours, we share rooms – basically, we share our entire life. If you know you'll only hang out with someone for a short amount time and then likely never see them again, you're more likely to open up to them. It's that confession phenomenon that makes people authentic and happy—taxi drivers and bartenders have it happen to them all the time.<br /><br /><b>Don't you miss your family and friends?</b><br />I love my family, but I don't miss them or anything. We Skype regularly and when we don't, they just think that no news is good news.<br /><br /><b>Have you gotten sick a lot? </b><br />Not really. I've had food poisoning twice in three years. The first time was when I was in Guatemala, and it was so bad I thought something really terrible was happening to me. However, I went to the hospital and they gave me a strong antibiotic treatment and everything was fine after that.<br /><b>Is it hard to keep your love life going when you're traveling all the time? </b><br />Love abroad is different than at home, in that it's less about investing and more about just having a good time. You say to each other: If I miss you, I'll meet you somewhere soon enough. I have no problem making arrangements to meet, but I'll never let it mess up my schedule.<br /><br /><b>So, you haven't met the love of your life yet?</b>At some point I considered going to Australia with this guy I met, but the timing wasn't right. I was in Honduras and I had just gotten my diving diploma. I missed him a lot for a few weeks, but I got over it quickly enough.<br /><br /><b>Will you ever come back to the Netherlands? </b><br />When I was booking my one-way ticket three years ago, I never imagined it would all last this long. But this is my life now. If I want to work, I'm always able to find a job, and I always make sure I have a minimum of savings in case something happens. I don't think it would be a big problem getting my old daily routine back when I return. I know a lot of folks, and I think I can always find a job through my connections. Or maybe I could just start my own little business. <br /><br /><b>It sounds pretty straightforward when you put it like that.</b><br />But it is! Sometimes I wonder why more people don't do this. Maybe folks are too insecure about practical details like insurance or something. I'm sure that everyone who is working away in an office, enviously looking at my Facebook albums could live the exact same life. I don't understand why more people don't do what I do—it’s the happiest I’ve ever made myself."
        },
        {
            "id" : 2,
            "image" : "assets/img/article02.jpg",
            "title" : "It's time to start taking Justin Bieber seriously. SRSLY.",
            "subtitle" : "Justin talks candidly on his personal and career growth - how he made it through a very dark, challenging time to what appears to be a bold, fresh start for the global pop star.",
            "description" : "Justin Bieber’s comeback performance at this year’s MTV Video Music Awards culminated in an emotional outpour of happiness. After running through his latest singles back-to-back to rapturous applause, the 21-year-old musician was seen gasping, hands on his knees, holding back tears. “It was so overwhelming”, Bieber recounted in an interview with Jimmy Fallon, “I wasn’t expecting [everyone] to support me. The last time I was at an awards show I was booed.”<br /><br />The awards show Bieber referred to was the Billboard Music Awards, where fans booed him for almost a minute before he took to the MGM Grand Garden Arena in Las Vegas. When he finally spoke, he stammered, visibly upset at his reception. “From my heart,” he said, “It should be about the music. The craft. I’m an artist and I should be taken seriously.”<br /><br />Earlier that year, Bieber had broken up with his girlfriend of three years, Selena Gomez, and began a well-publicized downward spiral that led to him being arrested for a DUI and charged with vandalism and reckless driving. In that time he also adopted and subsequently abandoned a capuchin monkey. Bieber has since referred to the time period as hanging out with a “bunch of knuckleheads” and going through “a place of trying to figure it out.” Since then he’s cleaned up his act, publicly apologized for his actions, and appears to be in a happy place mentally, physically, and artistically. So it’s not surprising that the VMAs were emotional for him. They were an exercise in personal release—a new leaf that positively bloomed out in internationally televised public.<br /><br />The performance isn’t the first time Bieber has tried to leave his past behind. Over the last couple of years he’s made a number of attempts to shake off his manufactured pop reputation. His 2012 single “Boyfriend” felt like the moment he started to break beyond the commercial and move into the upper echelon of pop music. The following year’s Journals featured big name collaborations (R. Kelly, Lil Wayne, Chance the Rapper) and some of the most accomplished songs he’d released to date (“P.Y.T,” “Confident”). Yet both releases were overshadowed by his audience’s negative attitude toward Bieber.<br /><br />“We knew that the only way this was going to work was if we made it about the music again,” Bieber’s manager, Scooter Braun, told Billboard earlier this year, recounting the struggles they had faced over the past year or so. “No more sensationalism - if you enjoy the music, thank you, and if you don’t, there’s nothing more to talk about.”<br /><br />They made it work. Since being quietly released in January, Bieber’s Skrillex and Diplo collaboration “Where Are Ü Now” has been streamed 236 million times on Spotify alone. More importantly, it’s marked the first time Bieber’s music has been taken seriously. By largely avoiding the mainstream media for the last year—save for an appearance on Comedy Central’s “Roast of Justin Bieber,“ where he represented himself in the court of public opinion, and an ad campaign—Bieber’s been given what feels like a fresh start and a fresh route to happiness.<br /><br />Transitioning from being a child to a teenager and then a young adult is universally challenging and, along the way, most people make mistakes. Referencing the trouble he ran into over the last few years, Bieber playfully addressed the audience at Jimmy Fallon with a rhetorical question: “You guys saying you didn’t have those moments?” We all did. The difference, though, is that, alongside the whirlwind of hormones derived from being a growing teen, Bieber was simultaneously the world’s biggest and most-hated pop star. “Baby” is the most disliked and second most viewed video on YouTube. So it’s hardly surprising that, two years earlier, he was struggling to pull himself toward himself. And at times, at least before he started deserting pet monkeys, the hate vehemently leveled at him in both the virtual and real public arena often felt unjustified.<br /><br />As a child, Bieber would busk on the street. He would play his guitar, or his drums, and sing. People would throw money in his case. At one point he raised enough cash from busking to take his mother—who raised him single-handedly on a low-income office job—and himself from Canada to Disney World in Orlando. Watch any video of a pre-fame Justin Bieber playing and singing and it’s clear he’s talented.<br /><br />Despite possessing a natural finesse for music, Bieber became an emblem for music’s downfall. Dislike the proliferation of manufactured pop? It was Bieber’s fault. Because he was a young and unquestionably famous pop star, Bieber—who, all things considered, rose to fame in a reasonably organic fashion (his manager, Scooter Braun, found him on YouTube)—was soon enough seen as untalented and undeserving of the legions of fans he had amassed.<br /><br />Having released a public apology and spent some time out of the spotlight, it seems like now is the first time Bieber’s been emancipated from the baggage he’s carried around and given a chance to be himself and be happy. He told the New York Times that “Where Are Û Now” opened his “eyes to a whole new audience, a whole new platform”—and it shows. Earlier this month he guested on a track with Travis Scott and Young Thug called “Maria, I’m Drunk,” on which he outshines both artists. His latest track “What Do You Mean”—undoubtedly a sequel to “Where Are Ü Now”—broke Spotify’s one week streaming record and, according to Billboard, has “unlocked the secret to sustained success as an adult star.” The track distills the various sounds he’s experimented with throughout his career—R&B, teen pop, EDM—into something bold and precise.<br /><br />If “Baby” was Bieber’s N*Sync phase and “Boyfriend” was his Justified era, then it feels like his upcoming record could be his FutureLoveSexSounds: a defiant career-changing moment that feels like everything he’s been building toward. He’s Drake before he released “Hold On, We’re Going Home”; Taylor Swift before she released 1989; Kanye before he dropped My Beautiful Dark Twisted Fantasy. Bieber is teetering at the point where negativity turns to critical and public acclaim.<br /><br />In the two years that have passed since Bieber took to the stage at the Billboard Music Awards, asking to “be taken seriously as an artist,” he’s armed himself with the music to back that claim up. Speaking to Jimmy Kimmel, Bieber said, “I’ve worked so hard at this album. I’ve worked so hard at becoming the man I want to become.” <br /><br />So it’s no wonder he broke down at the VMAs. Making it through a dark, depressing, challenging time and coming out self-confident and happy on the other side is cathartic. But to make it through with such bold defiance is majestic."
        },
        {
            "id" : 3,
            "image" : "assets/img/article03.jpg",
            "title" : "Eat Your Feelings at the World’s First Happiness Restaurant",
            "subtitle" : "Is there such a thing as foods that are scientifically proven to make you happy? Apparently so! Here's a behind the scenes look into the venue with the restaurant's head chef and Chief of Happiness.",
            "description" : "If you’ve just gone through a breakup, you’re supposed to cry into a pizza or a tub of ice cream, right? Wrong. It turns out that, scientifically speaking, cheese might actually put a damper on your mood while a sip of Coca-Cola and a lot of fruits veggies, and of course dark chocolate will lift you right up to the happiness stratosphere.<br /><br /> Serotonin, as you may know, is a neurotransmitter. It plays a large part in regulating your mood. The chemical is also linked to a healthy appetite, digestion, and sleep—basically all the things that keep you functioning and sane. So one Melbourne, Australia business owner, Emily Arundel, is setting up a restaurant and fitness centre called Serotonin Kitchen that aims to improve people’s mood through a high serotonin menu.<br /><br /> Obviously, the link between health and happiness isn’t new; most of us have noticed that eating terribly will make you feel terrible. But Emily feels that the connection is more direct than we might realize, and has worked with dieticians and nutritionists to make food that’s good for your physical and mental wellbeing.<br /><br /> <b>Coke: So where did the idea for a serotonin cafe come from?</b><br /> Emily Arundel: Over the years, I just tried all different diets. I was always fit and healthy, I did basketball, rowing, and netball. About five years ago, I tried clean eating, then Paleo, then vegetarian and vegan, raw vegan, and fruitarian—I was just playing. Once I got in tune with my body, I could work out what made me feel better. I started to eat a really high plant-based and high-carb diet—good complex carbs like sweet potato, bananas, quinoa, and brown rice. Then I started to research why those were making me feel good and that’s how I found the serotonin diet. All these ingredients I was eating a lot of contain tryptophan and that’s what converts to serotonin.<br /> American doctor Dr. Judith Wurtman has dedicated her life to the serotonin diet. She’s done five books on it, dedicated 30 years to it, did her PhD in it—she’s sort of the scientific backing for me. I’ve got a nutritionist, a dietitian, and a food scientist, and we’ve all been coming up with the meals to make serotonin be released.<br /><br /> <b>Has the diet directly helped you with mood issues?</b><br /> Yeah, when I was a teenager I had depression and moods going up and down. When I started to work out that food makes me feel good, I found it was because the serotonin stabilizes your emotions and moods. People with anxiety, depression, or even sleep disorders have low serotonin. So getting your serotonin stores back up, eating good foods, and regularly raising your heart rate just stabilizes your mood. <br /><br /> <b>So how does all this translate to your menu?</b><br /> I’ve got a smoothie and juice bar on the side as well, with high-serotonin smoothies. And then breakfast lunch and dinner is really normal food from all different cultures—Japanese, Mexican, Vietnamese—and we’re just including these ingredients. So bananas are high-serotonin, sweet potatoes, broccoli, tomatoes, pineapples. And then especially things like beans, lentils, chickpeas and whole grains. Of course, the goodies that we all know give us a little happiness boost, like dark chocolate and Coca-Cola. <br /><br /> <b>How conclusive is the research in terms of which foods have the most serotonin and how the body reacts to it?</b><br /> There’s a huge amount of research, Dr. Judith Wurtman has released these graphs of the percentages of tryptophan in food, which converts to serotonin. So that’s what I’m working off and developing meals around—making sure that it converts to serotonin when you eat it. How much of the food do you have to eat for it to raise your levels? Everything is dependent on the food. But every meal that we make is a complete meal. <br /><br /> <b>Is exercise part of the business?</b><br /> I’ve got personal trainers, yoga instructors, even cool things like dog trainers. We’ll have a fitness center next door. We’ve got all sorts of things to regularly raise your heart rate. <br /><br /> <b>Thanks for speaking with us.</b>"
        },
        {
            "id" : 4,
            "image" : "assets/img/article04.jpg",
            "title" : "Everything about LE1F'S new video \"Koi\" is incredibly awesome",
            "subtitle" : "LE1F is just way too much fun, and his latest video is no exception. Find out about the inspirations behind his kind of insane, can't-stop-won't-stop video.",
            "description" : "\"Watch me shake it like a calabash,\" Le1f raps on \"Koi.\" OK. Will do. Because, dang, is there any situation in which any of us are going to walk away with any impression other than that Le1f is the coolest and happiest person in the room? Definitely not. Certainly not on \"Koi,\" which is produced by UK electronic phenom SOPHIE (of PC Music) and has the kind of insane, all-over-the-place beat that would swallow most artists alive. It is way too fun. But Le1f not only takes it in stride, he takes it a step further, stomping all over dudes getting in the way of his jam at the bar—\"you wanna dance but you ain't got no rhythm,\" \"if you ain't got no swag then this conversation's over,\" etc.—while also starring in one of the most deliriously happy dance videos of the year. <br /><br /> See, the hook of the song is \"you should watch what you're saying / because your mouth is crazy / got me acting shady / and feeling real coy,\" so the video is sort of set in a fishbowl, with koi fish, except it's also on a tropical beach and in the jungle, and long story short, if you've ever thought to yourself, \"I wish more videos had a rapper dancing on the beach in psychedelic lime green while equally psychedelic fish and bubbles circulate overhead\" (a specific daydream, I know), you will love this. <br /><br /> Every look is pure lime green flames. It either says, \"I'm about to shred at paintball in this jungle\" or \"this is about to be the best rave ever\", depending on where you are at the moment. Also, let's not discount the printed robe/shorts combo with the Chanel chain. Everything about this video is great, from the disembodied mouth to the disembodied googly eyes to the ridiculously fun song itself, which is on Le1f's upcoming debut Riot Boi, out this fall. All the world's a fish tank, and we may be but swimmers in it, but Le1f is the king of that little underwater castle prop that gives the tank character. With a king like that, you can bet we’ll all be a bunch of happy swimmers under his reign."
        },
        {
            "id" : 5,
            "image" : "assets/img/article05.jpg",
            "title" : "Real Beauty",
            "subtitle" : "In this interesting series, Coca-Cola explores beauty ideals around the world. What makes people happy and feel beautiful from all different perspectives? Beauty is in the eye of the beholder.",
            "description" : "With the media constantly pumping images and ideas of what “real beauty” is, it’s easy to let the weight of unrealistic standards harsh your happy vibes. The problem with the images we sometimes see in movies and social media is that they only represent one perspective of what can be categorized as beauty. At Coca-Cola, we believe that beauty truly lies in the eye of the beholder, and that the most beautiful thing a person can wear is a smile. In Real Beauty, we take a look at beauty standards around the world in order to showcase all different perspectives of what makes a beautiful, multifaceted world. <br /><br /> <b>Ethiopia: Body Scars</b><br /> While we're concerned with erasing scars, Ethiopia's Karo tribe is creating them. In the tribe's eyes, beauty is literally skin deep: The scars cut onto the stomachs of women at childhood are seen as beautiful adornments meant to attract men who are husband material. <br /><br /> <b>Kenya: Long Earlobes and Shaved Heads</b><br /> To the Masai tribe of Kenya, long, stretched earlobes and low-maintenance buzz cuts are the ideal. Women are known to shave their heads and use everything from elephant tusks to twigs to pierce and stretch their lobes to become more attractive. <br /><br /> <b>Burma and Thailand: Long Necks</b><br /> Long, giraffe-like necks are the ultimate sign of beauty and female elegance to the Kayan tribe. At 5 years old, Kayan women start priming their necks with heavy brass rings. Each year, more coils are added, pushing down their shoulders and creating the effect of a longer neck. If you thought the phrase \"beauty is pain\" was referring to brow-waxing, keep in mind that the rings in this centuries-old ritual can weigh up the 22 pounds. <br /><br /> <b>China, Thailand and Japan: Pale Skin</b><br /> In various parts of Asia, pale, white skin is revered as a sign of affluence and attractiveness. In Japan, women avoid the sun at all costs (hello, parasols), while skin-care products with whitening agents are the norm in places like China and Thailand. Sometimes, it's hard to find products without bleaching properties. <br /><br /> <b>New Zealand: Face Tattoos</b><br /> Tattooing is a sacred ritual to the Maori people of New Zealand, and not something parents warn their teenagers they'll one day regret. Traditionally, a chisel was used to carve grooves into the skin (though today, tattoo machines are the norm), creating swirling tattoos called Ta-moko. Women with tattooed lips and chins and full, blue lips are considered the most beautiful. <br /><br /> As you can see, the picture of beauty is much larger than is ever portrayed on one single media, and these are just a fraction of the interesting differences around the world. No matter what, happiness is an accessory that will always be in style, so we recommend you to keep on smiling."
        }
    ]
}
